[global]
DSCLabel.DSCLabel1.Text=参数代号
DSCLabel.DSCLabel7.Text=参数名称
DSCLabel.DSCLabel2.Text=参数内容值
DSCCheckBox.SMVHAAA006.Text=是否加密
DSCLabel.DSCLabel3.Text=说明
DSCRadioButton.drrDefaultKey=预设加密密钥
DSCRadioButton.drrCustomKey=自定义加密密钥，类别名称


[message]
alert01=请重新输入参数值
NameSpaceError=必需输入加密类别NameSpace
InstanceError=加密类别实体化错误，请检查自定义类别名称与组件是否存在
ChageNotAllowed=已加密的参数内容与加密方式；不允许修改